{
  "home": "HOME",
  "about": "About Us",
  "team": "Team",
  "strategy": "Strategy",
  "portfolio": "Portfolio",
  "contact": "Contact Us",
  "welcome": "Welcome to WORKING CAPITAL",
  "seeding": "Seeding Tomorrow's Tech Giants",
  "whySectionHeader": "WHY WORKING CAPITAL?",
  "whyTextHeader": "Value Discovery in Creative & Tech Sectors",
  "whyText": "A Polish investment venture with a straightforward focus on the creative and tech sectors. With a foundation built on deep industry knowledge, we find value in early-stage opportunities where others might not see it. Pairing that wisdom with a wide-reaching network, we aim for sensible and sustained growth, always keeping an eye on long-term success in both the creative and tech arenas.",
  "whyIcon1": "Games",
  "whyIcon2":"Films",
  "whyIcon3": "New Technologies",
  "whyIcon4":"Modern Infrastructure",
  "ourNumbers":"OUR NUMBERS",
  "seedFunding":"Seed Funding",
  "pipeline":"Pipeline of Projects",
  "tickets":"Tickets",
  "partners":"Partners",
  "other":"Other",
  "from2mln": "from 2 mln. $",
  "aboutHeader": "ABOUT US",
  "aboutText1": "<strong>Diverse Expertise for Comprehensive Investment</strong>",
  "aboutText2": "<strong>Multifaceted Team:</strong> Dynamic and varied backgrounds in finance, start-ups, gaming, film, and media. A collective wealth of experience spanning diverse industries.",
  "aboutText3": "<strong>Deep Experience:</strong> Our team boasts proven track records of success, ensuring well-informed and strategic investment decisions.",
  "aboutText4": "<strong>Visionary Approach:</strong> A history of spotting emerging trends and capitalizing on pioneering opportunities, setting us ahead of the curve.",
  "aboutText5": "<strong>Strong Networks:</strong> Robust industry connections provide exclusive access to prime investment opportunities and reinforce our market position.",
  "aboutText6": "<strong>Collaborative Core:</strong> Our team thrives on synergy. By leveraging individual strengths, we ensure cohesive and sound investment choices.",
  "teamHeader": "TEAM",
  "person1": "Tomasz Jędruszak",
  "person1text1": "Chairman of the Board, Working Fund.",
  "person1text2": "With nearly two decades in the investment arena, Tomasz showcases multifaceted expertise, spanning private equity, commercial real estate, NPLs, gaming, and intellectual properties.",
  "person1text3": "Demonstrating adaptability, he's proficiently managed portfolios exceeding €700 million in the CEE region, while also pioneering inroads into the dynamic gaming and Creative sectors, tapping into their emergent potential.",
  "person1text4": "His rigorous analytical skills and strategic foresight ensure a holistic approach to investment opportunities, amplifying their success potential.",
  "person1text5" : "Tomasz has MSc from the  University of Nottingham and has completed Postgraduate Studies at Warsaw Polytechnics.",
  "person2": "Michał Brański",
  "person2text1": "A visionary architect behind Wirtualna Polska Holding's ascent, Michał has shepherded the company from its inception to its current stature as a regional trailblazer, boasting a team of 1,900+ professionals.",
  "person2text2": "Michał's strategic leadership at WP has fostered a multifaceted ecosystem, serving over 21 million users across media, e-commerce, travel, financial services, and health.",
  "person2text3": "With a Management and Marketing education from the esteemed Warsaw School of Economics, Michał's entrepreneurial spirit was evident early on. His co-founding of go2.pl in 1999 set the stage for a series of ventures that would redefine the Polish digital landscape.",
  "person3": "Maciej Kawulski",
  "person3text1": "Member of the Investment Committee.",
  "person3text2": "Renowned for his significant contributions to Poland’s cinematic legacy, Maciej has showcased his directorial brilliance with both iconic films and ambitious projects, including the revitalization of old classics. Beyond the cinematic realm, he is the co-founder of Konfrontacja Sztuk Walki (KSW), where he not only established a niche but also envisioned and executed events that set record-breaking attendances.",
  "person3text3": "With a deep and seasoned understanding of the film industry's nuances, Maciej's insights have proven invaluable. His unparalleled ability to predict market receptions reinforces his role as a critical asset in guiding and enhancing creative sector investments for the fund.",
  "person4": "Karolina Majdzińska",
  "person4text1": "Executive Committee Member.",
  "person4text2": "Exemplifying executive leadership, Ms. Karolina adeptly steers the financial, administrative, and legal dimensions of organizational operations. Her strategic foresight has consistently facilitated sustainable growth and financial stability. With a deep specialization in corporate and intellectual property law, she ensures alignment with regulatory standards while adeptly mitigating business risks. Ms. Karolina’s synergy of practical expertise and academic rigor positions her as a pivotal asset in the investment fund's decision-making process. She graduated with a  law degree from the  Jagiellonian University.",
  "person5": "Amelia Szukowska",
  "person5text1": "Member of the Investment Committee.",
  "person5text2": "A managing partner at Innteo Legal, Amelia brings extensive legal expertise from her tenure at renowned firms like China Overseas Engineering Group Co. LTD and Dragados SA. Specializing in infrastructure investments and EU grant issues, she adeptly handles project oversight and regulatory compliance.  Her combination of practical experience and academic achievement positions her as a key asset to the investment fund. Amelia completed her postgraduate studies in Taxes and Tax Law at the University of Warsaw and acquired an LL.M. degree in 2016.",
  "person6": "Michał Żukowski",
  "person6text1": "Member of the Investment Committee.",
  "person6text2": "An esteemed legal advisor and expert in the legal facets of commercialization and technology transfer, Michał Żukowski has been intrinsically tied to the National Centre for Research and Development, serving as the director of its legal department. He specializes in the legalities surrounding research funding, development, and intellectual property rights. His vast professional experience stems from roles at the Ministry of Science and Higher Education, top Warsaw law firms, and as head of R&D/VC in a leading Polish legal office. Michał has played pivotal roles in numerous legislative processes related to R&D financing and has co-created public support models for innovation.",
  "strategyHeader" : "STRATEGY AND PHILOSOPHY",
  "strategyTitle1" : "Targeted Investment in the Creative Sector:",
  "strategyText1" : "Our fund zeroes in on the rapidly expanding creative industry, specifically prioritizing the gaming sector, which boasts an impressive 8% annual growth rate. Such strategic focus lays the groundwork for high-yielding early-stage investments in a flourishing market niche.",
  "strategyTitle2" : "Steady Investment Foundation:",
  "strategyText2" : "With a seed portfolio already at PLN 100M and an ever-expanding pipeline of prospects, we are primed to seize early-stage opportunities within the Creative domain. Such a robust initial portfolio minimizes execution risks, ensuring immediate and impactful investment maneuvers.",
  "strategyTitle3" : "Early Bird Advantage:",
  "strategyText3" : "Our focus on early-stage ventures grants us first-hand access to companies with exponential growth trajectories. By entering at the inception stages, we secure favorable terms, optimizing the potential returns for our stakeholders.",
  "strategyTitle4" : "Clarity in Investment Timeline:",
  "strategyText4" : "Our 5-7 year closed-end investment model offers stakeholders a lucid vision of the investment journey, balanced with a pre-defined exit strategy.",
  "strategyTitle5": "More than Just Capital:",
  "strategyText5": "We don't just invest; we elevate. Our approach goes beyond financial infusion, offering portfolio companies an enriched growth experience. With our vast industry network, access to non-refundable EU R&D grants, operational acumen, and mentorship, we aspire to be catalysts of transformative growth",
  "strategyTitle6" : "Seasoned Leadership:",
  "strategyText6" : "Guided by a team of industry veterans, our fund's strategy is backed by profound domain expertise. With a history of successful endeavors in the creative sector, our management ensures that investments solid risk adjusted returns."
}