{
  "home": "HOME",
  "about": "About Us",
  "team": "Team",
  "strategy": "Strategy",
  "portfolio": "Portfolio",
  "contact": "Contact Us",
  "welcome": "Welcome to WORKING CAPITAL",
  "seeding": "Seeding Tomorrow's Tech Giants",
  "whySectionHeader": "WHY WORKING CAPITAL?",
  "whyTextHeader": "Value Discovery in Creative & Tech Sectors",
  "whyText": "A Polish investment venture with a straightforward focus on the creative and tech sectors. With a foundation built on deep industry knowledge, we find value in early-stage opportunities where others might not see it. Pairing that wisdom with a wide-reaching network, we aim for sensible and sustained growth, always keeping an eye on long-term success in both the creative and tech arenas.",
  "whyIcon1": "Games",
  "whyIcon2":"Films",
  "whyIcon3": "New Technologies",
  "whyIcon4":"Modern Infrastructure",
  "ourNumbers":"OUR NUMBERS",
  "seedFunding":"Seed Funding",
  "pipeline":"Pipeline of Projects",
  "tickets":"Tickets",
  "partners":"Partners",
  "other":"Other",
  "from2mln": "from 2 mln. $",
  "aboutHeader": "ABOUT US",
  "aboutText1": "Diverse Expertise for Comprehensive Investment",
  "aboutText2": "Multifaceted Team: Dynamic and varied backgrounds in finance, start-ups, gaming, film, and media. A collective wealth of experience spanning diverse industries.",
  "aboutText3": "Deep Experience: Our team boasts proven track records of success, ensuring well-informed and strategic investment decisions.",
  "aboutText4": "Visionary Approach: A history of spotting emerging trends and capitalizing on pioneering opportunities, setting us ahead of the curve.",
  "aboutText5": "Strong Networks: Robust industry connections provide exclusive access to prime investment opportunities and reinforce our market position.",
  "aboutText6": "Collaborative Core: Our team thrives on synergy. By leveraging individual strengths, we ensure cohesive and sound investment choices.",
  "teamHeader": "TEAM",
  "person1": "Tomasz Jędruszak",
  "person1text1": "Chairman of the Board, Working Fund",
  "person1text2": "With nearly two decades in the investment arena, Tomasz showcases multifaceted expertise, spanning private equity, commercial real estate, NPLs, gaming, and intellectual properties.",
  "person1text3": "Demonstrating adaptability, he's proficiently managed portfolios exceeding €700 million in the CEE region, while also pioneering inroads into the dynamic gaming and Creative sectors, tapping into their emergent potential.",
  "person1text4": "His rigorous analytical skills and strategic foresight ensure a holistic approach to investment opportunities, amplifying their success potential.",
  "person1text5" : "Tomasz has MSc from the  University of Nottingham and has completed Postgraduate Studies at Warsaw Polytechnics."
}