{
  "home": "STRONA GŁÓWNA",
  "about": "O Nas",
  "team": "Zespół",
  "strategy": "Strategia",
  "portfolio": "Portfolio",
  "contact": "Kontakt",
  "welcome": "Witaj w WORKING CAPITAL",
  "seeding": "Seeding Przyszłych Gigantów Technologicznych",
  "whySectionHeader": "DLACZEGO WORKING CAPITAL?",
  "whyTextHeader": "Odkrywanie Wartości w Sektorach Kreatywnych i Technologicznych",
  "whyText": "Polska firma inwestycyjna, która skupia się na sektorach kreatywnych i technologicznych. Dzięki głębokiej wiedzy branżowej znajdujemy wartość w projektach na wczesnym etapie, gdzie inni tego nie widzą. Łączymy tę wiedzę z szerokim zakresem naszych kontaktów, dążąc do rozsądnego i zrównoważonego wzrostu, zawsze z myślą o długoterminowym sukcesie zarówno w sektorze kreatywnym, jak i technologicznym.",
  "whyIcon1": "Gry",
  "whyIcon2": "Filmy",
  "whyIcon3": "Nowe Technologie",
  "whyIcon4": "Nowoczesna Infrastruktura",
  "ourNumbers": "NASZE LICZBY",
  "seedFunding": "Fundusze Ziarniste",
  "pipeline": "Potencjalne Projekty",
  "tickets": "Inwestycje",
  "partners": "Partnerzy",
  "other": "Inne",
  "from2mln": "od 2 mln. $",
  "aboutHeader": "O NAS",
  "aboutText1": "<strong>Różnorodna Ekspertyza dla Kompleksowej Inwestycji</strong>",
  "aboutText2": "<strong>Zróżnicowany Zespół:</strong> Dynamiczni i różnorodni specjaliści z dziedzin finansów, start-upów, gier, filmu i mediów. Ogromne doświadczenie obejmuje różne branże.",
  "aboutText3": "<strong>Głębokie Doświadczenie:</strong> Nasz zespół może pochwalić się udokumentowanymi sukcesami, zapewniając dobrze przemyślane i strategiczne decyzje inwestycyjne.",
  "aboutText4": "<strong>Podejście Wizjonerskie:</strong> Historia wskazywania na wschodzące trendy i wykorzystywania pionierskich okazji stawia nas na czele.",
  "aboutText5": "<strong>Silne Kontakty:</strong> Mocne połączenia branżowe zapewniają dostęp do wyjątkowych okazji inwestycyjnych i wzmacniają naszą pozycję na rynku.",
  "aboutText6": "<strong>Skupienie na Współpracy:</strong> Nasz zespół opiera się na synergii. Wykorzystując indywidualne mocne strony, zapewniamy spójne i trafne wybory inwestycyjne.",
  "teamHeader": "ZESPÓŁ",
  "person1": "Tomasz Jędruszak",
  "person1text": "Przewodniczący Zarządu, Fundusz Working<br/><br/> Z prawie dwudziestoletnim doświadczeniem w dziedzinie inwestycji Tomasz prezentuje wielostronną ekspertyzę, obejmującą private equity, nieruchomości komercyjne, NPL, gry i prawa intelektualne.<br/><br/> Wykazując adaptacyjność, profesjonalnie zarządzał portfelami przekraczającymi 700 milionów euro w regionie Europy Środkowo-Wschodniej, jednocześnie pionierując w dynamicznych branżach gier i kreatywnych, wykorzystując ich potencjał wzrostu.<br/><br/> Jego rygorystyczne umiejętności analityczne i strategiczna wizja zapewniają holistyczne podejście do możliwości inwestycyjnych, zwiększając ich potencjał sukcesu.<br/><br/> Tomasz uzyskał tytuł magistra na Uniwersytecie w Nottingham i ukończył studia podyplomowe na Politechnice Warszawskiej.",
  "person2": "Michał Brański",
  "person2text": "Członek Rady Nadzorczej<br/><br/> Wizjonerem i architektem sukcesu Wirtualnej Polski Holding, Michał poprowadził firmę od początku do obecnej pozycji jako regionalnego lidera, zespołem ponad 1900 specjalistów.<br/><br/> Jego strategiczne przywództwo w WP stworzyło wielostronny ekosystem obsługujący ponad 21 milionów użytkowników w obszarach mediów, e-commerce, podróży, usług finansowych i zdrowia.<br/><br/> Ukończył Szkołę Główną Handlową w Warszawie, a jego duch przedsiębiorczości był widoczny już na początku. Współzałożenie go2.pl w 1999 roku stworzyło podstawę dla serii przedsięwzięć, które zdefiniowały polski krajobraz cyfrowy.",
  "person3": "Maciej Kawulski",
  "person3text": "Członek Komitetu Inwestycyjnego<br/><br/> Rozpoznawalny dzięki znaczącym wkładom w polskie dziedzictwo filmowe, Maciej zaprezentował swoją dyrektorską błyskotliwość zarówno w przypadku kultowych filmów, jak i ambitnych projektów, w tym rewitalizacji starych klasyków. Poza sferą filmową jest współzałożycielem Konfrontacji Sztuk Walki (KSW), gdzie nie tylko stworzył niszę, ale także zaprojektował i zrealizował wydarzenia bijące rekordy frekwencji.<br/><br/> Dzięki głębokiemu i doświadczonemu zrozumieniu subtelności branży filmowej jego spostrzeżenia okazały się bezcenne. Jego niezrównana zdolność do przewidywania odbioru rynkowego wzmacnia jego rolę jako kluczowego aktywa w kierowaniu i wzmacnianiu inwestycji w sektorze kreatywnym dla funduszu.",
  "person4": "Karolina Majdzińska",
  "person4text": "Członek Komitetu Wykonawczego<br/><br/> Ms. Karolina, wykazując przykładne przywództwo, sprawnie kieruje obszarami finansowymi, administracyjnymi i prawnymi operacji organizacyjnych. Jej strategiczna wizja konsekwentnie ułatwia zrównoważony wzrost i stabilność finansową. Dzięki głębokiemu specjalizmowi w prawie korporacyjnym i własności intelektualnej zapewnia zgodność z normami regulacyjnymi, jednocześnie sprawnie ograniczając ryzyko biznesowe. Synergia jej praktycznej wiedzy i akademickiej rygorystyki pozycjonuje ją jako kluczowe aktywo w procesie podejmowania decyzji inwestycyjnych przez fundusz. Ukończyła studia prawnicze na Uniwersytecie Jagiellońskim.",
  "person5": "Amelia Szukowska",
  "person5text": "Członek Komitetu Inwestycyjnego<br/><br/> Jako partner zarządzający w firmie Innteo Legal, Amelia przynosi szeroką wiedzę prawniczą ze swojego stażu w renomowanych firmach, takich jak China Overseas Engineering Group Co. LTD i Dragados SA. Specjalizując się w inwestycjach infrastrukturalnych i problemach związanymi z unijnymi grantami badawczymi, sprawnie zajmuje się nadzorem nad projektami i zgodnością z przepisami. Jej połączenie praktycznego doświadczenia i osiągnięć akademickich pozycjonuje ją jako kluczowe aktywo funduszu inwestycyjnego. Amelia ukończyła studia podyplomowe w dziedzinie podatków i prawa podatkowego na Uniwersytecie Warszawskim oraz zdobyła tytuł LL.M. w 2016 roku.",
  "person6": "Michał Żukowski",
  "person6text": "Członek Komitetu Inwestycyjnego<br/><br/> Szanowany doradca prawny i ekspert ds. prawnych związanych z komercjalizacją i transferem technologii, Michał Żukowski był integralnie związany z Narodowym Centrum Badań i Rozwoju, pełniąc funkcję dyrektora departamentu prawnego. Specjalizuje się w kwestiach prawnych związanych z finansowaniem badań i rozwoju, prawami własności intelektualnej oraz prawnymi aspektami innowacji. Jego ogromne doświadczenie zawodowe wynika z pracy w Ministerstwie Nauki i Szkolnictwa Wyższego, w czołowych warszawskich kancelariach prawnych oraz jako szef działu R&D/VC w czołowej polskiej kancelarii prawnej. Michał odegrał kluczowe role w licznych procesach legislacyjnych związanych z finansowaniem badań i rozwoju oraz współtworzył modele wsparcia publicznego dla innowacji.",
  "strategyHeader": "STRATEGIA I FILOZOFIA",
  "strategyTitle1": "Ukierunkowane Inwestycje w Sektorze Kreatywnym:",
  "strategyText1": "Nasz fundusz koncentruje się na szybko rozwijającym się sektorze kreatywnym, priorytetowo traktując sektor gier, który charakteryzuje się imponującym rocznym wzrostem na poziomie 8%. Taki strategiczny nacisk stanowi podstawę dla wysoko dochodowych inwestycji na wczesnym etapie w kwitnącej niszy rynkowej.",
  "strategyTitle2": "Stabilne Podstawy Inwestycji:",
  "strategyText2": "Dzięki portfelowi ziarnistemu wartemu już 100 milionów PLN i nieustannie rosnącej liczbie potencjalnych projektów, jesteśmy gotowi wykorzystać inwestycje na wczesnym etapie w dziedzinie kreatywnej. Taki solidny początkowy portfel minimalizuje ryzyko wykonania, zapewniając natychmiastowe i wpływowe manewry inwestycyjne.",
  "strategyTitle3": "Przewaga Wczesnego Ptaka:",
  "strategyText3": "Nasze skupienie na projektach na wczesnym etapie zapewnia nam pierwszeństwo dostępu do firm o wykładniczym tempie wzrostu. Wchodząc na etapie tworzenia, zabezpieczamy korzystne warunki, optymalizując potencjalne zyski dla naszych interesariuszy.",
  "strategyTitle4": "Jasny Harmonogram Inwestycji:",
  "strategyText4": "Nasz zamknięty model inwestycyjny trwający od 5 do 7 lat oferuje interesariuszom klarowną wizję podróży inwestycyjnej, z wyważoną predefiniowaną strategią wyjścia.",
  "strategyTitle5": "Więcej Niż Tylko Kapitał:",
  "strategyText5": "Nie inwestujemy tylko kapitału; podnosimy wartość. Nasze podejście wykracza poza finansowe wsparcie, oferując firmom w portfelu bogate doświadczenia wzrostu. Dzięki naszej obszernej sieci branżowej, dostępowi do bezzwrotnych grantów UE na badania i rozwój, zdolnościom operacyjnym i mentorstwu aspirujemy do bycia katalizatorem transformacyjnego wzrostu.",
  "strategyTitle6": "Doświadczony Zarząd:",
  "strategyText6": "Pod przewodnictwem zespołu weteranów branżowych strategia naszego funduszu jest poparta głęboką wiedzą dziedzinową. Dzięki historii udanych przedsięwzięć w sektorze kreatywnym, nasze kierownictwo zapewnia solidne zrównoważone zwroty z inwestycji.",
  "partnersHeader": "PARTNERZY",
  "copyright": "Working Capital  © wszystkie prawa zastrzeżone."
}
